var json = [
    {"menu":{'sections': '1'}
}]
const cmd = [{
    "0" : "💳 Вклады",
    "1" : "🔰 Партнерка",
    "2" : "💵 Баланс",
    "3" : "💭 FAQ",
    "4" : "📊 Статистика",
    
    "5" : "📥 Сделать вклад",
    "6" : "📈 Планы вкладов",
    
    "7" : "💸 Пополнить баланс",
    "8" : "📤 Заказать выплату",
    "9" : "📅 Мои выплаты",
    
    "10" : "Главное меню"
}];
var sys = [
    'Вывод на Яндекс Деньги',
    'Вывод на AdvCash',
    'Вывод на банковскую карту',
    'Вывод на Perfect Money',
    'Вывод на Payeer'
];


var str = "a b c"
str = str.split(' ') // => массив ["a","b","c"]



// console.log(str)

// var arr = ["Яблоко", "Апельсин", "Груша"];

// arr.forEach(function(item, i, arr) {
//   console.log( i + ": " + item + " (массив:" + arr + ")" );
// });


let randNum = 6.25;
let rounded = parseFloat(randNum.toFixed(1));
console.log(rounded);
